{
    "english": {
        "2": "Subject: Personal data erasure request\nTo Whom It May Concern,\n\nI am hereby requesting immediate erasure of all of my personal data according to Article 17 GDPR. Please erase all personal data concerning me as defined by Article 4(1) GDPR. If I have given consent to the processing of my personal data (e.g. according to Article 6(1) or Article 9(2) GDPR), I am hereby withdrawing said consent. In addition, I am objecting to the processing of all my personal data (including profiling), according to Article 21 GDPR. \n\nIn case you have disclosed the affected personal data to third parties, you have to communicate my request for erasure of the affected personal data, as well as any references to it, to each recipient as laid down in Article 19 GDPR. Please also inform me about those recipients. If you object to the requested erasure, please justify such objections with reference to relevant GDPR Articles. My request explicitly includes any other services and companies for which you are the controller as defined by Article 4(7) GDPR. As laid down in Article 12(3) GDPR, you have to confirm the erasure to me without undue delay and in any event within one month of receipt of the request.\n\nIf you do not answer my request within the stated period, I am reserving the right to take legal action against you and to lodge a complaint with the responsible national or European supervisory authority. \n\nSincerely,",
        "1": "Subject: Requesting access to personal data\nTo Whom It May Concern,\n\nI am writing to you in your capacity as data protection officer for your company and I am making this request for access to my personal data pursuant to Article 15 of the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (the GDPR). I am including a copy of documentation necessary to verify my identity.\n\nPlease advise as to the following:\n\n1. Please confirm whether or not any of my personal data is being processed. If any of my personal data is being \n\na) In particular, please tell me what you know about me in your information systems, whether or not contained in databases, and including e-mail, documents on your networks, or voice or other media that you may store.\n\nb) Additionally, please advise me in which countries my personal data is stored, or accessible from. In case you make use of cloud services to store or process my data, please include the countries in which the servers are located where my data are or were (in the past 12 months) stored. Should the personal data be stored on servers outside the EEA, please provide such information.\n\nc) Please provide me with a copy of, or access to, my personal data that you have or are processing and if possible with information regarding the exact date you obtained that particular data.\n\n2. Please provide me with a detailed list of the specific purposes of processing of my personal data.\n\n3. Please provide a list of all third parties with whom you have (or may have) shared my personal data. Should these third parties further provided my personal data to another subject, please provide who these subjects are/were. a. If you cannot identify with certainty the specific third parties to whom you have disclosed my personal data, please provide a list of third parties to whom you may have disclosed my personal data. b. Please also identify in which jurisdictions do the third parties that you have identified in 1(a) above that these third parties with whom you have or may have shared my personal data, from which these third parties have store or can access my personal data or from which jurisdictions are my personal data accessed. Please also provide insight in the legal grounds for transferring my personal data to these jurisdictions. Where you have done so, or are doing so, on the basis of appropriate safeguards, please provide a copy. c. Additionally, I would like to know what appropriate safeguards pursuant to article 46 of GDPR that have been put in place in relation to these third parties that you have identified in relation to the transfer of my personal data.\n\n4. Please advise how long you store my personal data, and if retention is based upon the category of personal data, please identify how long each category is retained.\n\n5. If you are additionally collecting personal data about me from any source other than myself, please provide me with all information about their source, as referred to in Article 14 of the GDPR.\n\n6. If you are making any automated decisions about me, including profiling, whether or not on the basis of Article 22 of the GDPR, please provide me with information concerning the basis for the logic in making such automated decisions, and the significance and consequences of such processing.\n\n7. I would like to know whether or not my personal data has been disclosed inadvertently by your company in the past, or as a result of a security or privacy breach.\n\na) If so, please advise as to the following details of each and any such breach:\n\ni. a general description of what occurred;\n\nii. the date and time of the breach (or the best possible estimate);\n\niii. the date and time the breach was discovered;\n\niv. the source of the breach (either your own organization, or a third party to whom you have transferred my personal data);\n\nv. details of my personal data that was disclosed;\n\nvi. your companys assessment of the risk of harm to myself, as a result of the breach\n\nvii. a description of the measures taken or that will be taken to prevent further unauthorized access to my personal data;\n\nviii. contact information so that I can obtain more information and assistance in relation to such a breach, and\n\nix. information and advice on what I can do to protect myself against any harms, including identity theft and fraud.\n\nb) If you are not able to state with any certainty whether such an exposure has taken place, through the use of appropriate technologies, please advise what mitigating steps you have taken, such as\n\ni. Encryption of my personal data;\n\nii. Data minimization strategies; or,\n\niii. Anonymization or pseudonymization;\n\niv. Any other means\n\n8. I would like to know your information policies and standards that you follow in relation to the safeguarding of my personal data, such as whether you adhere to ISO27001 for information security, and more particularly, your practices in relation to the following:\n\na) Please inform me whether you have backed up my personal data to tape, disk or other media, and where it is stored and how it is secured, including what steps you have taken to protect my personal data from loss or theft, and whether this includes encryption.\n\nb) Please also advise whether you have in place any technology which allows you with reasonable certainty to know whether or not my personal data has been disclosed, including but not limited to the following:\n\ni. Intrusion detection systems;\n\nii. Firewall technologies;\n\niii. Access and identity management technologies;\n\niv. Database audit and/or security tools; or,\n\nv. Behavioural analysis tools, log analysis tools, or audit tools;\n\n9. In regards to employees and contractors, please advise as to the following:\n\na) What technologies or business procedures do you have to ensure that individuals within your organization will be monitored to ensure that they do not deliberately or inadvertently disclose personal data outside your company, through e-mail, web-mail or instant messaging, or otherwise.\n\nb) Have you had had any circumstances in which employees or contractors have been dismissed, and/or been charged under criminal laws for accessing my personal data inappropriately, or if you are unable to determine this, of any customers, in the past twelve months.\n\nc) Please advise as to what training and awareness measures you have taken in order to ensure that employees and contractors are accessing and processing my personal data in conformity with the General Data Protection Regulation\n\nFinally, I would like you to be aware at the outset, that I anticipate reply to my request within one month as required under Article 12 GDPR, failing which I will be forwarding my inquiry with a letter of complaint to the relevant data protection authorities. In case you will not be able to respond to my request within specified date and will, under the GDPR provided measures, be aiming to prolong such term because of the complexity of my request, please respond to my questions in the maximum possible extent during the original one month term. Should you require any additional information from myself in order identify me as the subject of data being processed by you, please contact me immediately.\n\nSincerely, "
    },
    "nederlands": {
        "2": "Subject: Aanvraag tot verwijdering persoonsgegevens\nGeachte,\nHierbij verzoek ik u om onmiddellijk al mijn persoonsgegevens te verwijderen ten gronde van Artikel 17 van de AGV. Gelieve alle persoonsgegevens betreffende mijn persoon zoals gedefineerd door Artikel 4(1) AGV.\n\nIndien ik toestemming heb gegeven tot het verwerken van mijn persoonsgegevens (met name volgens Artikel 6(1) of Artikel 9(2) AGV), dan trek ik deze toestemming in. Bovendien maak ik bezwaar tegen het verwerken van mijn persoonsgegevens (inclusief profiling) volgens Artikel 21 AGV.\n\nIn het geval dat u de persoonsgegevens in kwestie gedeeld heeft met derden, dan bent u verplicht om mijn verzoek tot verwijdering van de persoonsgegevens in kwestie te communiceren, alsook iedere verwijzing hiernaar, met idere ontvanger zoals vastgelegd in Artikel 19 AGV. Gelieve me te informeren over de identiteit van deze ontvangers. Indien u bezwaar maakt tegen mijn verzoek tot verwijdering, gelieve dan uw bezwaren te grondigen met referentie tot de relevante Artikels van de AGV. Mijn verzoek omvat expliciet alle andere diensten en bedrijven waarvan u in beheer bent, zoals gedefinieerd onder Artikel 4(7) AGV.\n\nZoals vastgelegd in Artikel 12(3) AGV bent u verplicht om binnen een maand van het ontvangen van een verzoek tot verwijdering zonder uitstel de verwijdering te bevestigen aan mij.\n\nIndien u niet binnen de voorvermelde periode antwoord biedt aan mijn verzoek, dan behoud ik me het recht om juridische stappen te ondernemen en om een klacht in te dienen bij de nationale of Europese toezichthoudende autoriteit",
    }
}
